{
  "app": {
    "name": "Bath of Saint John",
    "description": "A Brazilian cultural experience"
  },
  "navigation": {
    "home": "Home",
    "intro": "Introduction",
    "stories": "Stories",
    "communities": "Communities",
    "book": "Book",
    "testimonials": "Testimonials",
    "postcards": "Postcards"
  },
  "languageSelector": {
    "title": "Select your language",
    "portuguese": "Português",
    "english": "English",
    "spanish": "Español"
  },
  "intro": {
    "skipIntro": "Go to Homepage",
    "watchAgain": "Watch again"
  },
  "home": {
    "welcome": "God Save You, John the Baptist!",
    "subtitle": "A Contribution about the Bath of Saint John in Corumbá - Mato Grosso do Sul",
    "description": "Discover the rich cultural tradition of Saint John's festivities in Brazil",
    "exploreButton": "Explore",
    "textSize": "Text Size",
    "about": {
      "title": "About the Project",
      "paragraph1": "The intention of the book 'God Save You, John the Baptist! A contribution about the Bath of Saint John in Corumbá – Mato Grosso do Sul' has always been to visually tell the story of the elements of the festive manifestation permeated by religious principles, showing the rites and rituals, devotion, joy, and the apex of the festivities, which happens with the bathing of the saint in the waters of the Paraguay River. The construction of a memory of both the aporias and the apprehension of a reality was admitted as a prerogative to support preservation.",
      "paragraph2": "It is estimated that there are currently more than one hundred groups of 'festeiros' (celebrants) of the Bath of Saint John in the city of Corumbá – Mato Grosso do Sul. These groups can be identified by their baptismal names and, even so, receive nicknames by reference of affective proximity or geographic location: Monte Castelo Community, Dona Maria Paula's Saint John, Nhá Berê's, Nhá Concha's, Shá Onça's, Saint John the Baptist Spiritist Tent, Ilê Afro Axé Orixá Spiritist Tent, Ilê Axé Ti Oxum House of Blessings of Mamãe Oxum Spiritist Tent, Caboclo Estrela do Norte Umbandist Spiritist Tent, among others.",
      "paragraph3": "It was necessary, therefore, to be attentive to the explosions of fireworks, announcing another year of prayer cycles and/or a festivity that would begin in the 'festive communities'. The visual artists participating in the project promptly responded to the call, which included the acceptance of the invitation to the challenge of building a cooperative work. In search of these elements, we aimed to highlight the ensemble that forms the ancestral identity of this tradition. The Bath of Saint John in Corumbá that we present stands out as it is carried out, not from a cartography of numerous groups, types, and religions, but by focusing on the strength of the relationships and religious commitments of people who are protagonists of this popular manifestation.",
      "paragraph4": "Although there was research and a script on what was intended to be accomplished, at times the photographers allowed themselves to be carried away by the unexpected condition, to record the festivities. Thus, they faced the challenges of low light, since, for the most part, prayers and festivities take place at night. They decided to reduce the use of flash to avoid interfering with the environment. The apparently unfavorable conditions, both technically (lighting) and production-wise (immediacy), were used as aesthetic strength; they became a common thread throughout the book.",
      "paragraph5": "In moments like this, the position of the curatorship was always to act as an interlocutor, to resolve uncertainties and to value the photographers' convictions, even those that were misaligned with the curatorial propositions. One of the directions was to identify and highlight elements that, in addition to those predefined, were present but perhaps obscured, or that appeared through recurrence, opposition, or exclusivity, such as the rites and rituals that precede the bathing of the saint, the ambiance of the 'festive communities', sometimes by day, sometimes by night, the constant religious syncretism in some communities, the ashes of the bonfires, the waters of the Paraguay River, etc. In this way, elements that had already been spontaneously raised in the work were highlighted. Other references were translated into pointing out nuances of the city of Corumbá as a stronghold of this intangible heritage.",
      "paragraph6": "There was, therefore, a commitment to a form of aesthetic expression. This is not a formal research on the topic. The abolition of captions was part of a team decision, which preferred to avoid the interference of page numbering, detailed descriptions, and excessive references.",
      "paragraph7": "A clean design and images rich in signifiers - it's obvious... It's all there, right in front of you!",
      "curator": "Hélènemarie Dias Fernandes",
      "curatorTitle": "Curator"
    },
    "features": {
      "stories": "Learn stories and legends about Saint John's traditions.",
      "communities": "Discover communities that celebrate these traditions.",
      "book": "Explore the digital book about Saint John's festivities.",
      "testimonials": "Watch testimonials from people who live these traditions.",
      "postcards": "Send a virtual postcard to your friends."
    }
  },
  "communities": {
    "title": "Communities and Festivities",
    "introduction": "Learn about the communities that preserve and celebrate the traditions of the Bath of Saint John, especially in the South Mato Grosso Pantanal region. Each one maintains its own characteristics that enrich this cultural heritage.",
    "mapTitle": "Communities Map",
    "mapDescription": "The markers on the map are approximate representations of communities that preserve and celebrate the traditions of the Bath of Saint John. They indicate the neighborhoods where these communities are present, not their exact locations. Click on a marker to learn more.",
    "locationLabel": "Location:",
    "traditionsLabel": "Traditions:",
    "festivalDateLabel": "Festival Period:",
    "noDescription": "No description available for this community.",
    "noGallery": "No additional images available for this community.",
    "noInfo": "No information available.",
    "location": "Location",
    "viewDetails": "View details",
    "closeModal": "Close",
    "religionLabel": "Religion:",
    "startYearLabel": "Start Year:",
    "graceLabel": "Graces Achieved:",
    "ubicacion": "Location:",
    "traditions": "Traditions:",
    "festivalPeriod": "Festival Period:",
    "clickForDetails": "Click for details",
    "registerTitle": "Register New Community",
    "registerButton": "Register!",
    "basicInfoTab": "1. Basic Information",
    "locationTab": "2. Location",
    "imagesTab": "3. Images",
    "detailsTab": "4. Details",
    "nameLabel": "Community Name",
    "shortDescLabel": "Short Description",
    "fullDescLabel": "Full Description",
    "coverImageLabel": "Cover Image",
    "galleryLabel": "Image Gallery",
    "selectLocationTitle": "Select location on the map",
    "selectLocationDesc": "Click on the map to mark the exact location of the community",
    "coordsSelected": "Selected coordinates:",
    "uploadCoverText": "Click to select a cover image",
    "uploadGalleryText": "Click to add images to gallery",
    "formatsAccepted": "Accepted formats: JPG, PNG, GIF",
    "multipleImagesText": "You can select multiple images",
    "removeButton": "Remove",
    "backButton": "Back",
    "nextButton": "Next",
    "submitButton": "Register Community",
    "processingButton": "Processing...",
    "registerSuccess": "Community registered successfully!",
    "errorTitle": "Error:",
    "requiredFieldsError": "Please fill in all required fields (name, description, map location and cover image)",
    "namePlaceholder": "Ex: Saint John Community",
    "locationPlaceholder": "Ex: Downtown",
    "shortDescPlaceholder": "Brief description of the community",
    "fullDescPlaceholder": "Detailed description of the community",
    "traditionsPlaceholder": "Traditions of this community",
    "religionPlaceholder": "Ex: Catholic, Evangelical, etc",
    "festivalDatePlaceholder": "Ex: June, December, etc"
  },
  "book": {
    "title": "The Book of the Bath of Saint John",
    "introduction": "This digital book presents the rich tradition of the Bath of Saint John, covering its origins, rituals, symbolism, and cultural importance for the Pantanal communities.",
    "pageCounter": "Page {{current}} of {{total}}",
    "chaptersTitle": "Chapters"
  },
  "testimonials": {
    "title": "Testimonials",
    "introduction": "Learn about personal stories and experiences related to the Bath of Saint John through testimonials from participants, organizers, and researchers of this important cultural tradition.",
    "categoryAll": "All",
    "categoryPersonal": "Personal Stories",
    "categoryTraditions": "Traditions",
    "categoryCultural": "Cultural Expressions",
    "categoryFaith": "Faith and Devotion",
    "categoryAcademic": "Researchers",
    "watchButton": "Watch Testimonial",
    "shareButton": "Share Your Testimonial",
    "closeForm": "Close Form",
    "formTitle": "Record Your Testimonial",
    "nameLabel": "Full Name",
    "locationLabel": "Location",
    "categoryLabel": "Category",
    "testimonialLabel": "Your Testimonial",
    "videoLabel": "Video Upload (optional)",
    "videoHelp": "Maximum size: 50MB. Formats accepted: MP4, MOV, AVI",
    "submitButton": "Submit Testimonial",
    "successMessage": "Thank you! Your testimonial will be reviewed and added soon."
  },
  "postcards": {
    "title": "Postcards from the Bath of Saint John",
    "introduction": "Explore this collection of images that depict various aspects of the Bath of Saint John celebration in the Pantanal. Share or download postcards to remember and spread this rich cultural tradition.",
    "categoryAll": "All",
    "categoryCelebrations": "Celebrations",
    "categoryRitual": "Ritual",
    "categoryDances": "Dances",
    "categoryMusic": "Music",
    "categoryAltars": "Altars",
    "categorySymbols": "Symbols",
    "searchPlaceholder": "Search postcards...",
    "noResults": "No postcards found with current filters.",
    "clearFilters": "Clear filters",
    "locationLabel": "Location:",
    "authorLabel": "Author:",
    "yearLabel": "Year:",
    "shareButton": "Share",
    "downloadButton": "Download",
    "shareSuccess": "Sharing function would be implemented here!",
    "downloadSuccess": "Postcard download started!",
    "items": {
      "1": {
        "title": "River Procession",
        "description": "The river procession of the Bath of Saint John in Corumbá, with decorated boats sailing on the Paraguay River during sunset.",
        "location": "Paraguay River, Corumbá, MS",
        "author": "Maria Silva"
      },
      "2": {
        "title": "Community Celebration",
        "description": "Community celebration during the Saint John's festival, with typical decorations and gathered participants.",
        "location": "Ladário, MS",
        "author": "João Pereira"
      },
      "3": {
        "title": "Riverside Festival",
        "description": "Residents celebrating the Bath of Saint John on the banks of the Paraguay River, with bonfires and traditional music.",
        "location": "Miranda, MS",
        "author": "Ana Coelho"
      },
      "4": {
        "title": "Bath Ritual",
        "description": "The sacred moment of bathing the image of Saint John the Baptist in the waters of the Paraguay River during the night of June 23rd to 24th.",
        "location": "Porto Geral, Corumbá, MS",
        "author": "Carlos Ramires"
      },
      "5": {
        "title": "Promises and Devotions",
        "description": "Devotees fulfilling promises and participating in the traditional rituals during the celebration of Saint John.",
        "location": "Aquidauana, MS",
        "author": "Josefa Santos"
      },
      "6": {
        "title": "Siriri Dance",
        "description": "Performance of the traditional siriri dance, a typical cultural expression of the Pantanal festivities.",
        "location": "Porto Murtinho, MS",
        "author": "Roberto Oliveira"
      },
      "7": {
        "title": "Regional Dancers",
        "description": "Group of dancers in traditional costumes performing traditional choreographies of the Pantanal folklore.",
        "location": "Poconé, MT",
        "author": "Luiza Mendes"
      },
      "8": {
        "title": "Traditional Musicians",
        "description": "Group of musicians with typical instruments such as viola de cocho, ganzá and mocho, playing traditional rhythms.",
        "location": "Cáceres, MT",
        "author": "Pedro Guimarães"
      },
      "9": {
        "title": "Viola de Cocho",
        "description": "Musician playing the traditional viola de cocho, a characteristic instrument of the Pantanal, made from a hollowed tree trunk.",
        "location": "Corumbá, MS",
        "author": "Teresa Albuquerque"
      },
      "10": {
        "title": "Decorated Altar",
        "description": "Traditional altar richly decorated with flowers, ribbons and candles in preparation for the Bath of Saint John ceremony.",
        "location": "Paraguay River, Corumbá, MS",
        "author": "Fernando Costa"
      },
      "11": {
        "title": "Sacred Offerings",
        "description": "Table with traditional offerings to Saint John, including fruits, medicinal herbs and decorated candles.",
        "location": "Bonito, MS",
        "author": "Antonia Pires"
      },
      "12": {
        "title": "Festival Symbols",
        "description": "Symbolic elements used during Saint John's festivities, representing the tradition and popular faith.",
        "location": "Cuiabá, MT",
        "author": "José Silveira"
      },
      "13": {
        "title": "Saint John's Mast",
        "description": "The traditional mast raised during Saint John's festivities, decorated with offerings and sacred symbols.",
        "location": "Cuiabá, MT",
        "author": "Paulo Mendes"
      }
    }
  },
  "notFound": {
    "title": "Page not found",
    "message": "The page you are looking for doesn't exist or has been removed.",
    "button": "Return to homepage"
  },
  "footer": {
    "rights": "All rights reserved",
    "partners": "Partners"
  }
}
