{
  "app": {
    "name": "Baño de San Juan",
    "description": "Una experiencia cultural brasileña"
  },
  "navigation": {
    "home": "Página Principal",
    "intro": "Introducción",
    "stories": "Historias",
    "communities": "Comunidades",
    "book": "Libro",
    "testimonials": "Testimonios",
    "postcards": "Postales"
  },
  "languageSelector": {
    "title": "Seleccione su idioma",
    "portuguese": "Português",
    "english": "English",
    "spanish": "Español"
  },
  "intro": {
    "skipIntro": "Ir a la Página Principal",
    "watchAgain": "Ver de nuevo"
  },
  "home": {
    "welcome": "¡Dios te Salve, Juan Bautista!",
    "subtitle": "Una Contribución sobre el Baño de San Juan en Corumbá - Mato Grosso do Sul",
    "description": "Descubra la rica tradición cultural de las fiestas de San Juan en Brasil",
    "exploreButton": "Explorar",
    "textSize": "Tamaño de texto",
    "about": {
      "title": "Sobre el Proyecto",
      "paragraph1": "La intención del libro '¡Dios te Salve, Juan Bautista! Una contribución sobre el Baño de San Juan en Corumbá – Mato Grosso do Sul' siempre ha sido contar visualmente la historia de los elementos de la manifestación festiva impregnada de principios religiosos, mostrando los ritos y rituales, la devoción, la alegría y el ápice de la festividad, que ocurre con el baño del santo en las aguas del Río Paraguay. Se admitió la construcción de una memoria tanto de las aporías como de la aprehensión de una realidad como prerrogativa para apoyar la preservación.",
      "paragraph2": "Se estima que actualmente hay más de cien grupos de 'festeiros' (celebrantes) del Baño de San Juan en la ciudad de Corumbá – Mato Grosso do Sul. Estos grupos pueden identificarse por sus nombres bautismales y, aun así, recibir apodos por referencia de proximidad afectiva o ubicación geográfica: Comunidad Monte Castelo, San Juan de Doña Maria Paula, de Nhá Berê, de Nhá Concha, de Shá Onça, Tienda Espiritista San Juan Bautista, Tienda Espiritista Ilê Afro Axé Orixá, Tienda Espiritista Ilê Axé Ti Oxum Casa de Bendiciones de Mamãe Oxum, Tienda Espiritista Umbandista Caboclo Estrela do Norte, entre otros.",
      "paragraph3": "Fue necesario, por tanto, estar atentos a las explosiones de fuegos artificiales, anunciando otro año de ciclos de oraciones y/o una festividad que comenzaría en las 'comunidades festivas'. Los artistas visuales que participaron en el proyecto respondieron prontamente al llamado, que incluía la aceptación de la invitación al desafío de construir un trabajo cooperativo. En busca de estos elementos, tuvimos la intención de resaltar el conjunto que forma la identidad ancestral de esta tradición. El Baño de San Juan de Corumbá que presentamos se destaca porque se realiza, también, no a partir de una cartografía de los innumerables grupos, tipos y religiones, sino por centrarse en la fuerza de las relaciones de convivencia y de los compromisos religiosos de las personas que protagonizan esta manifestación popular.",
      "paragraph4": "Aunque hubo investigación y un guión sobre lo que se pretendía lograr, en ocasiones los fotógrafos se dejaron llevar por la condición inesperada, para registrar las festividades. Así, enfrentaron los desafíos de la poca luz, ya que, en su mayoría, las oraciones y festividades tienen lugar por la noche. Decidieron disminuir el uso del flash para no interferir en el ambiente. Las condiciones aparentemente desfavorables, tanto técnicamente (iluminación) como de producción (inmediatez), fueron utilizadas como fuerza estética; se convirtieron en un hilo conductor a lo largo del libro.",
      "paragraph5": "En momentos como este, la posición de la curaduría fue siempre actuar con el propósito de interlocución, para resolver incertidumbres y apreciar las convicciones de los fotógrafos, incluso aquellas que estuvieran desalineadas con las proposiciones de la acción de la curaduría. Una de las direcciones fue identificar y resaltar elementos que, además de los predefinidos, estuvieran presentes pero tal vez oscurecidos, o que aparecieran por recurrencia, oposición o exclusividad, como por ejemplo los ritos y rituales que preceden al baño del santo, el ambiente de las 'comunidades festivas', a veces de día, a veces de noche, el sincretismo religioso constante en algunas comunidades, las cenizas de las hogueras, las aguas del Río Paraguay, etc. De esta manera, se destacaron elementos ya espontáneamente planteados en el trabajo. Otras referencias se tradujeron en señalar matices de la ciudad de Corumbá como reducto de este patrimonio inmaterial.",
      "paragraph6": "Hubo, por tanto, un compromiso con una forma de expresión estética. No se trata de una investigación formal sobre el tema. La abolición de leyendas formó parte de una decisión de equipo, que prefirió evitar la interferencia de la numeración de páginas, de las descripciones minuciosas, de las referencias excesivas.",
      "paragraph7": "Un diseño limpio e imágenes ricas en significantes - es lo obvio... ¡Todo está ahí, frente a ti!",
      "curator": "Hélènemarie Dias Fernandes",
      "curatorTitle": "Curadora"
    },
    "features": {
      "stories": "Conozca historias y leyendas sobre las tradiciones de San Juan.",
      "communities": "Descubra comunidades que celebran estas tradiciones.",
      "book": "Explore el libro digital sobre las festividades de San Juan.",
      "testimonials": "Vea testimonios de personas que viven estas tradiciones.",
      "postcards": "Envíe una postal virtual a sus amigos."
    }
  },
  "communities": {
    "title": "Comunidades y Festividades",
    "introduction": "Conozca las comunidades que preservan y celebran las tradiciones del Baño de San Juan, especialmente en la región del Pantanal Sur-Matogrossense. Cada una mantiene características propias que enriquecen este patrimonio cultural.",
    "mapTitle": "Mapa de Comunidades",
    "mapDescription": "Los marcadores en el mapa son representaciones aproximadas de las comunidades que preservan y celebran las tradiciones del Baño de San Juan. Indican los barrios donde estas comunidades están presentes, no sus ubicaciones exactas. Haga clic en un marcador para saber más.",
    "locationLabel": "Ubicación:",
    "traditionsLabel": "Tradiciones:",
    "festivalDateLabel": "Período Festivo:",
    "noDescription": "No hay descripción disponible para esta comunidad.",
    "noGallery": "No hay imágenes adicionales para esta comunidad.",
    "noInfo": "No hay información disponible.",
    "location": "Ubicación",
    "viewDetails": "Ver detalles",
    "closeModal": "Cerrar",
    "religionLabel": "Religión:",
    "startYearLabel": "Año de Inicio:",
    "graceLabel": "Gracias Alcanzadas:",
    "ubicacion": "Ubicación:",
    "traditions": "Tradiciones:",
    "festivalPeriod": "Período Festivo:",
    "clickForDetails": "Haga clic para detalles",
    "registerTitle": "Registrar Nueva Comunidad",
    "registerButton": "Regístrate!",
    "basicInfoTab": "1. Información Básica",
    "locationTab": "2. Ubicación",
    "imagesTab": "3. Imágenes",
    "detailsTab": "4. Detalles",
    "nameLabel": "Nombre de la Comunidad",
    "shortDescLabel": "Descripción Corta",
    "fullDescLabel": "Descripción Completa",
    "coverImageLabel": "Imagen de Portada",
    "galleryLabel": "Galería de Imágenes",
    "selectLocationTitle": "Seleccione la ubicación en el mapa",
    "selectLocationDesc": "Haga clic en el mapa para marcar el punto exacto de la comunidad",
    "coordsSelected": "Coordenadas seleccionadas:",
    "uploadCoverText": "Haga clic para seleccionar una imagen de portada",
    "uploadGalleryText": "Haga clic para añadir imágenes a la galería",
    "formatsAccepted": "Formatos aceptados: JPG, PNG, GIF",
    "multipleImagesText": "Puede seleccionar múltiples imágenes",
    "removeButton": "Eliminar",
    "backButton": "Volver",
    "nextButton": "Siguiente",
    "submitButton": "Registrar Comunidad",
    "processingButton": "Procesando...",
    "registerSuccess": "¡Comunidad registrada con éxito!",
    "errorTitle": "Error:",
    "requiredFieldsError": "Por favor, complete todos los campos obligatorios (nombre, descripción, ubicación en el mapa e imagen de portada)",
    "namePlaceholder": "Ej: Comunidad San Juan",
    "locationPlaceholder": "Ej: Barrio Centro",
    "shortDescPlaceholder": "Descripción resumida de la comunidad",
    "fullDescPlaceholder": "Descripción detallada de la comunidad",
    "traditionsPlaceholder": "Tradiciones de esta comunidad",
    "religionPlaceholder": "Ej: Católica, Evangélica, etc",
    "festivalDatePlaceholder": "Ej: Junio, Diciembre, etc"
  },
  "book": {
    "title": "El Libro del Baño de San Juan",
    "introduction": "Este libro digital presenta la rica tradición del Baño de San Juan, abordando sus orígenes, rituales, simbolismo e importancia cultural para las comunidades del Pantanal.",
    "pageCounter": "Página {{current}} de {{total}}",
    "chaptersTitle": "Capítulos"
  },
  "testimonials": {
    "title": "Testimonios",
    "introduction": "Conozca historias y experiencias personales relacionadas con el Baño de San Juan a través de testimonios de participantes, organizadores e investigadores de esta importante tradición cultural.",
    "categoryAll": "Todos",
    "categoryPersonal": "Historias Personales",
    "categoryTraditions": "Tradiciones",
    "categoryCultural": "Expresiones Culturales",
    "categoryFaith": "Fe y Devoción",
    "categoryAcademic": "Investigadores",
    "watchButton": "Ver Testimonio",
    "shareButton": "Compartir su Testimonio",
    "closeForm": "Cerrar Formulario",
    "formTitle": "Registre su Testimonio",
    "nameLabel": "Nombre Completo",
    "locationLabel": "Ubicación",
    "categoryLabel": "Categoría",
    "testimonialLabel": "Su Testimonio",
    "videoLabel": "Subir Vídeo (opcional)",
    "videoHelp": "Tamaño máximo: 50MB. Formatos aceptados: MP4, MOV, AVI",
    "submitButton": "Enviar Testimonio",
    "noFileSelected": "Ningún archivo seleccionado",
    "successMessage": "¡Gracias! Su testimonio será revisado y añadido pronto.",
    "video": {
      "unsupportedBrowser": "Su navegador no soporta la reproducción de videos."
    }
  },
  
  "testimonials_page": {
    "title": "Testimonios",
    "subtitle": "Historias de quienes viven la tradición",
    "description": "Vea y comparta testimonios de personas que mantienen viva la tradición del Baño de San Juan en la región del Pantanal. Cada historia revela un aspecto diferente de esta rica manifestación cultural.",
    "quotes": {
      "1": "Mi familia celebra el Baño de San Juan desde hace cinco generaciones. Es una tradición que nos conecta con nuestros antepasados y mantiene viva nuestra cultura pantaneira.",
      "2": "Como residente ribereña, siempre he tenido una relación especial con el río. El Baño de San Juan es un momento para agradecer la abundancia que nos proporcionan las aguas.",
      "3": "Preservar las tradiciones del Baño de San Juan significa preservar nuestra identidad cultural. Durante las celebraciones, nuestra música acompaña la procesión y las danzas tradicionales.",
      "4": "Como antigua residente, encuentro en el Baño de San Juan un ejemplo perfecto del sincretismo religioso y cultural que forma la identidad pantaneira brasileña.",
      "5": "Hice una promesa a San Juan cuando mi hijo estaba enfermo. Tras su recuperación, participamos todos los años en el ritual del baño, manteniendo nuestro compromiso con el santo.",
      "6": "Nuestra familia preserva las canciones y danzas que celebran a San Juan desde hace generaciones. La música es fundamental para transmitir esta herencia cultural.",
      "7": "Mi abuela era curandera y utilizaba hierbas y agua bendita de San Juan en sus tratamientos. Aprendí de ella el valor medicinal y espiritual de esta tradición.",
      "8": "Como benzedeira, utilizo las hierbas bendecidas durante la fiesta de San Juan. El agua recogida en esta noche es considerada mítica y curativa.",
      "9": "Organizo la fiesta desde hace más de 20 años y he visto cómo se ha transformado manteniendo su esencia. Es gratificante ver a los jóvenes interesándose por nuestras tradiciones.",
      "10": "En mi comunidad, las celebraciones del Baño de San Juan conectan a las personas y fortalecen nuestros lazos. Es una manifestación cultural que nos une como pueblo.",
      "11": "Como pescador, tengo una relación especial con San Juan y con las aguas del Pantanal. El baño es un momento de renovación y agradecimiento por la abundancia.",
      "12": "En mi familia, la fiesta es un momento de reunión y agradecimiento. Preparamos comidas típicas y recibimos a los vecinos para celebrar juntos esta tradición.",
      "13": "Como músico, veo en la celebración del Baño de San Juan una riqueza cultural única, donde los ritmos tradicionales preservan nuestra memoria colectiva.",
      "14": "Estudio las tradiciones del Baño de San Juan como parte de mi investigación. Es impresionante cómo esta práctica conecta elementos indígenas, europeos y africanos.",
      "15": "Aprendí a preparar las hierbas y los elementos del altar de mi abuela. Cada planta tiene un significado y un propósito en la celebración.",
      "16": "Preparo el altar de San Juan todos los años siguiendo exactamente las enseñanzas que recibí de mi madre. Cada elemento tiene un significado especial en la tradición.",
      "17": "Mi experiencia con el Baño de San Juan comenzó cuando hice una promesa por la salud de mi padre. Desde entonces, es una práctica anual de gratitud.",
      "18": "Participo activamente en las festividades de San Juan desde niña. Las tradiciones del Arraiá Nhá Concha son parte fundamental de nuestra identidad cultural.",
      "19": "Como artesano, creo piezas inspiradas en las simbologías del Baño de San Juan. Es una forma de mantener viva esta expresión cultural tan rica y diversa."
    }
  },
  "postcards": {
    "title": "Postales del Baño de San Juan",
    "introduction": "Explore esta colección de imágenes que retratan los diversos aspectos de la celebración del Baño de San Juan en el Pantanal. Comparta o descargue las postales para recordar y difundir esta rica tradición cultural.",
    "categoryAll": "Todos",
    "categoryCelebrations": "Celebraciones",
    "categoryRitual": "Ritual",
    "categoryDances": "Danzas",
    "categoryMusic": "Música",
    "categoryAltars": "Altares",
    "categorySymbols": "Símbolos",
    "searchPlaceholder": "Buscar postales...",
    "noResults": "No se encontraron postales con los filtros actuales.",
    "clearFilters": "Limpiar filtros",
    "locationLabel": "Ubicación:",
    "authorLabel": "Autor:",
    "yearLabel": "Año:",
    "shareButton": "Compartir",
    "downloadButton": "Descargar",
    "shareSuccess": "¡La función de compartir sería implementada aquí!",
    "downloadSuccess": "¡Descarga de postal iniciada!",
    "items": {
      "1": {
        "title": "Procesión Fluvial",
        "description": "La procesión fluvial del Baño de San Juan en Corumbá, con barcos decorados navegando por el Río Paraguay durante el atardecer.",
        "location": "Río Paraguay, Corumbá, MS",
        "author": "Maria Silva"
      },
      "2": {
        "title": "Celebración Comunitaria",
        "description": "Celebración comunitaria durante el festival de San Juan, con decoraciones típicas y participantes reunidos.",
        "location": "Ladário, MS",
        "author": "João Pereira"
      },
      "3": {
        "title": "Fiesta en la Orilla del Río",
        "description": "Residentes celebrando el Baño de San Juan a orillas del Río Paraguay, con hogueras y música tradicional.",
        "location": "Miranda, MS",
        "author": "Ana Coelho"
      },
      "4": {
        "title": "Ritual del Baño",
        "description": "El momento sagrado del baño de la imagen de San Juan Bautista en las aguas del Río Paraguay durante la noche del 23 al 24 de junio.",
        "location": "Porto Geral, Corumbá, MS",
        "author": "Carlos Ramires"
      },
      "5": {
        "title": "Promesas y Devociones",
        "description": "Devotos cumpliendo promesas y participando en los rituales tradicionales durante la celebración de San Juan.",
        "location": "Aquidauana, MS",
        "author": "Josefa Santos"
      },
      "6": {
        "title": "Danza del Siriri",
        "description": "Presentación de la danza tradicional del siriri, expresión cultural típica de las festividades del Pantanal.",
        "location": "Porto Murtinho, MS",
        "author": "Roberto Oliveira"
      },
      "7": {
        "title": "Bailarines Regionales",
        "description": "Grupo de bailarines con trajes típicos presentando coreografías tradicionales del folclore pantanero.",
        "location": "Poconé, MT",
        "author": "Luiza Mendes"
      },
      "8": {
        "title": "Músicos Tradicionales",
        "description": "Grupo de músicos con instrumentos típicos como la viola de cocho, ganzá y mocho, tocando ritmos tradicionales.",
        "location": "Cáceres, MT",
        "author": "Pedro Guimarães"
      },
      "9": {
        "title": "Viola de Cocho",
        "description": "Músico tocando la tradicional viola de cocho, instrumento característico del Pantanal, hecho de un tronco ahuecado.",
        "location": "Corumbá, MS",
        "author": "Teresa Albuquerque"
      },
      "10": {
        "title": "Altar Decorado",
        "description": "Altar tradicional ricamente decorado con flores, cintas y velas en preparación para la ceremonia del Baño de San Juan.",
        "location": "Río Paraguay, Corumbá, MS",
        "author": "Fernando Costa"
      },
      "11": {
        "title": "Ofrendas Sagradas",
        "description": "Mesa con ofrendas tradicionales para San Juan, incluyendo frutas, hierbas medicinales y velas decoradas.",
        "location": "Bonito, MS",
        "author": "Antonia Pires"
      },
      "12": {
        "title": "Símbolos de la Fiesta",
        "description": "Elementos simbólicos utilizados durante las festividades de San Juan, representando la tradición y fe popular.",
        "location": "Cuiabá, MT",
        "author": "José Silveira"
      },
      "13": {
        "title": "Mástil de San Juan",
        "description": "El tradicional mástil levantado durante las festividades de San Juan, decorado con ofrendas y símbolos sagrados.",
        "location": "Cuiabá, MT",
        "author": "Paulo Mendes"
      }
    }
  },
  "notFound": {
    "title": "Página no encontrada",
    "message": "La página que está buscando no existe o ha sido eliminada.",
    "button": "Volver a la página principal"
  },
  "footer": {
    "rights": "Todos los derechos reservados",
    "partners": "Socios"
  }
}
