{
  "app": {
    "name": "Baño de San Juan",
    "description": "Una experiencia cultural brasileña"
  },
  "navigation": {
    "home": "Página Principal",
    "intro": "Introducción",
    "stories": "Historias",
    "communities": "Comunidades",
    "book": "Libro",
    "testimonials": "Testimonios",
    "postcards": "Postales"
  },
  "languageSelector": {
    "title": "Seleccione su idioma",
    "portuguese": "Português",
    "english": "English",
    "spanish": "Español"
  },
  "intro": {
    "skipIntro": "Ir a la Página Principal",
    "watchAgain": "Ver de nuevo"
  },
  "home": {
    "welcome": "¡Dios te Salve, Juan Bautista!",
    "subtitle": "Una Contribución sobre el Baño de San Juan en Corumbá - Mato Grosso do Sul",
    "description": "Descubra la rica tradición cultural de las fiestas de San Juan en Brasil",
    "exploreButton": "Explorar",
    "textSize": "Tamaño de texto",
    "about": {
      "title": "Sobre el Proyecto",
      "paragraph1": "La intención del libro '¡Dios te Salve, Juan Bautista! Una contribución sobre el Baño de San Juan en Corumbá – Mato Grosso do Sul' siempre ha sido contar visualmente la historia de los elementos de la manifestación festiva impregnada de principios religiosos, mostrando los ritos y rituales, la devoción, la alegría y el ápice de la festividad, que ocurre con el baño del santo en las aguas del Río Paraguay. Se admitió la construcción de una memoria tanto de las aporías como de la aprehensión de una realidad como prerrogativa para apoyar la preservación.",
      "paragraph2": "Se estima que actualmente hay más de cien grupos de 'festeiros' (celebrantes) del Baño de San Juan en la ciudad de Corumbá – Mato Grosso do Sul. Estos grupos pueden identificarse por sus nombres bautismales y, aun así, recibir apodos por referencia de proximidad afectiva o ubicación geográfica: Comunidad Monte Castelo, San Juan de Doña Maria Paula, de Nhá Berê, de Nhá Concha, de Shá Onça, Tienda Espiritista San Juan Bautista, Tienda Espiritista Ilê Afro Axé Orixá, Tienda Espiritista Ilê Axé Ti Oxum Casa de Bendiciones de Mamãe Oxum, Tienda Espiritista Umbandista Caboclo Estrela do Norte, entre otros.",
      "paragraph3": "Fue necesario, por tanto, estar atentos a las explosiones de fuegos artificiales, anunciando otro año de ciclos de oraciones y/o una festividad que comenzaría en las 'comunidades festivas'. Los artistas visuales que participaron en el proyecto respondieron prontamente al llamado, que incluía la aceptación de la invitación al desafío de construir un trabajo cooperativo. En busca de estos elementos, tuvimos la intención de resaltar el conjunto que forma la identidad ancestral de esta tradición. El Baño de San Juan de Corumbá que presentamos se destaca porque se realiza, también, no a partir de una cartografía de los innumerables grupos, tipos y religiones, sino por centrarse en la fuerza de las relaciones de convivencia y de los compromisos religiosos de las personas que protagonizan esta manifestación popular.",
      "paragraph4": "Aunque hubo investigación y un guión sobre lo que se pretendía lograr, en ocasiones los fotógrafos se dejaron llevar por la condición inesperada, para registrar las festividades. Así, enfrentaron los desafíos de la poca luz, ya que, en su mayoría, las oraciones y festividades tienen lugar por la noche. Decidieron disminuir el uso del flash para no interferir en el ambiente. Las condiciones aparentemente desfavorables, tanto técnicamente (iluminación) como de producción (inmediatez), fueron utilizadas como fuerza estética; se convirtieron en un hilo conductor a lo largo del libro.",
      "paragraph5": "En momentos como este, la posición de la curaduría fue siempre actuar con el propósito de interlocución, para resolver incertidumbres y apreciar las convicciones de los fotógrafos, incluso aquellas que estuvieran desalineadas con las proposiciones de la acción de la curaduría. Una de las direcciones fue identificar y resaltar elementos que, además de los predefinidos, estuvieran presentes pero tal vez oscurecidos, o que aparecieran por recurrencia, oposición o exclusividad, como por ejemplo los ritos y rituales que preceden al baño del santo, el ambiente de las 'comunidades festivas', a veces de día, a veces de noche, el sincretismo religioso constante en algunas comunidades, las cenizas de las hogueras, las aguas del Río Paraguay, etc. De esta manera, se destacaron elementos ya espontáneamente planteados en el trabajo. Otras referencias se tradujeron en señalar matices de la ciudad de Corumbá como reducto de este patrimonio inmaterial.",
      "paragraph6": "Hubo, por tanto, un compromiso con una forma de expresión estética. No se trata de una investigación formal sobre el tema. La abolición de leyendas formó parte de una decisión de equipo, que prefirió evitar la interferencia de la numeración de páginas, de las descripciones minuciosas, de las referencias excesivas.",
      "paragraph7": "Un diseño limpio e imágenes ricas en significantes - es lo obvio... ¡Todo está ahí, frente a ti!",
      "curator": "Hélènemarie Dias Fernandes",
      "curatorTitle": "Curadora"
    },
    "features": {
      "stories": "Conozca historias y leyendas sobre las tradiciones de San Juan.",
      "communities": "Descubra comunidades que celebran estas tradiciones.",
      "book": "Explore el libro digital sobre las festividades de San Juan.",
      "testimonials": "Vea testimonios de personas que viven estas tradiciones.",
      "postcards": "Envíe una postal virtual a sus amigos."
    }
  },
  "communities": {
    "title": "Comunidades y Festividades",
    "introduction": "Conozca las comunidades que preservan y celebran las tradiciones del Baño de San Juan, especialmente en la región del Pantanal Sur-Matogrossense. Cada una mantiene características propias que enriquecen este patrimonio cultural.",
    "mapTitle": "Mapa de Comunidades",
    "mapDescription": "Los marcadores en el mapa son representaciones aproximadas de las comunidades que preservan y celebran las tradiciones del Baño de San Juan. Indican los barrios donde estas comunidades están presentes, no sus ubicaciones exactas. Haga clic en un marcador para saber más.",
    "locationLabel": "Ubicación:",
    "traditionsLabel": "Tradiciones:",
    "festivalDateLabel": "Período Festivo:",
    "noDescription": "No hay descripción disponible para esta comunidad.",
    "noGallery": "No hay imágenes adicionales para esta comunidad.",
    "noInfo": "No hay información disponible.",
    "location": "Ubicación",
    "viewDetails": "Ver detalles",
    "closeModal": "Cerrar",
    "religionLabel": "Religión:",
    "startYearLabel": "Año de Inicio:",
    "graceLabel": "Gracias Alcanzadas:",
    "ubicacion": "Ubicación:",
    "traditions": "Tradiciones:",
    "festivalPeriod": "Período Festivo:",
    "clickForDetails": "Haga clic para detalles",
    "registerTitle": "Registrar Nueva Comunidad",
    "registerButton": "Regístrate!",
    "basicInfoTab": "1. Información Básica",
    "locationTab": "2. Ubicación",
    "imagesTab": "3. Imágenes",
    "detailsTab": "4. Detalles",
    "nameLabel": "Nombre de la Comunidad",
    "shortDescLabel": "Descripción Corta",
    "fullDescLabel": "Descripción Completa",
    "coverImageLabel": "Imagen de Portada",
    "galleryLabel": "Galería de Imágenes",
    "selectLocationTitle": "Seleccione la ubicación en el mapa",
    "selectLocationDesc": "Haga clic en el mapa para marcar el punto exacto de la comunidad",
    "coordsSelected": "Coordenadas seleccionadas:",
    "uploadCoverText": "Haga clic para seleccionar una imagen de portada",
    "uploadGalleryText": "Haga clic para añadir imágenes a la galería",
    "formatsAccepted": "Formatos aceptados: JPG, PNG, GIF",
    "multipleImagesText": "Puede seleccionar múltiples imágenes",
    "removeButton": "Eliminar",
    "backButton": "Volver",
    "nextButton": "Siguiente",
    "submitButton": "Registrar Comunidad",
    "processingButton": "Procesando...",
    "registerSuccess": "¡Comunidad registrada con éxito!",
    "errorTitle": "Error:",
    "requiredFieldsError": "Por favor, complete todos los campos obligatorios (nombre, descripción, ubicación en el mapa e imagen de portada)",
    "namePlaceholder": "Ej: Comunidad San Juan",
    "locationPlaceholder": "Ej: Barrio Centro",
    "shortDescPlaceholder": "Descripción resumida de la comunidad",
    "fullDescPlaceholder": "Descripción detallada de la comunidad",
    "traditionsPlaceholder": "Tradiciones de esta comunidad",
    "religionPlaceholder": "Ej: Católica, Evangélica, etc",
    "festivalDatePlaceholder": "Ej: Junio, Diciembre, etc"
  },
  "book": {
    "title": "El Libro del Baño de San Juan",
    "introduction": "Este libro digital presenta la rica tradición del Baño de San Juan, abordando sus orígenes, rituales, simbolismo e importancia cultural para las comunidades del Pantanal.",
    "pageCounter": "Página {{current}} de {{total}}",
    "chaptersTitle": "Capítulos"
  },
  "testimonials": {
    "title": "Testimonios",
    "introduction": "Conozca historias y experiencias personales relacionadas con el Baño de San Juan a través de testimonios de participantes, organizadores e investigadores de esta importante tradición cultural.",
    "categoryAll": "Todos",
    "categoryPersonal": "Historias Personales",
    "categoryTraditions": "Tradiciones",
    "categoryCultural": "Expresiones Culturales",
    "categoryFaith": "Fe y Devoción",
    "categoryAcademic": "Investigadores",
    "watchButton": "Ver Testimonio",
    "shareButton": "Compartir su Testimonio",
    "closeForm": "Cerrar Formulario",
    "formTitle": "Registre su Testimonio",
    "nameLabel": "Nombre Completo",
    "locationLabel": "Ubicación",
    "categoryLabel": "Categoría",
    "testimonialLabel": "Su Testimonio",
    "videoLabel": "Subir Vídeo (opcional)",
    "videoHelp": "Tamaño máximo: 50MB. Formatos aceptados: MP4, MOV, AVI",
    "submitButton": "Enviar Testimonio",
    "successMessage": "¡Gracias! Su testimonio será revisado y añadido pronto."
  },
  "postcards": {
    "title": "Postales del Baño de San Juan",
    "introduction": "Explore esta colección de imágenes que retratan los diversos aspectos de la celebración del Baño de San Juan en el Pantanal. Comparta o descargue las postales para recordar y difundir esta rica tradición cultural.",
    "categoryAll": "Todos",
    "categoryCelebrations": "Celebraciones",
    "categoryRitual": "Ritual",
    "categoryDances": "Danzas",
    "categoryMusic": "Música",
    "categoryAltars": "Altares",
    "categorySymbols": "Símbolos",
    "searchPlaceholder": "Buscar postales...",
    "noResults": "No se encontraron postales con los filtros actuales.",
    "clearFilters": "Limpiar filtros",
    "locationLabel": "Ubicación:",
    "authorLabel": "Autor:",
    "yearLabel": "Año:",
    "shareButton": "Compartir",
    "downloadButton": "Descargar",
    "shareSuccess": "¡La función de compartir sería implementada aquí!",
    "downloadSuccess": "¡Descarga de postal iniciada!"
  },
  "notFound": {
    "title": "Página no encontrada",
    "message": "La página que está buscando no existe o ha sido eliminada.",
    "button": "Volver a la página principal"
  },
  "footer": {
    "rights": "Todos los derechos reservados",
    "partners": "Socios"
  }
}
