{
  "app": {
    "name": "Banho de São João",
    "description": "Uma experiência cultural brasileira"
  },
  "navigation": {
    "home": "Página Inicial",
    "stories": "Histórias",
    "communities": "Comunidades",
    "book": "Livro",
    "testimonials": "Depoimentos",
    "postcards": "Postais"
  },
  "home": {
    "welcome": "Deus te Salve João Batista!",
    "subtitle": "Uma Contribuição sobre o Banho de São João de Corumbá - Mato Grosso do Sul",
    "description": "Descubra a rica tradição cultural das festas de São João no Brasil",
    "exploreButton": "Explorar",
    "textSize": "Tamanho do texto",
    "about": {
      "title": "Sobre o Projeto",
      "paragraph1": "A intenção do livro Deus te Salve, João Batista! Uma contribuição sobre o Banho de São João de Corumbá – Mato Grosso do Sul sempre foi a de contar, visualmente, a história dos elementos da manifestação festiva permeada por princípios religiosos, mostrando os ritos e os rituais, a devoção, a alegria e o ápice da festividade, que acontece com o banho do santo nas águas do Rio Paraguai. Admitiu-se, como prerrogativa de apoio à preservação, a construção de uma memória tanto das aporias quanto da apreensão de uma realidade.",
      "paragraph2": "Estima-se que há, atualmente, mais de cem grupos de 'festeiros' do Banho de São João na cidade de Corumbá – Mato Grosso do Sul. Tais grupos podem ser identificados por seus nomes de batismo e, ainda assim, receber alcunha por referência de proximidade afetiva ou de localização geográfica: Comunidade Monte Castelo, São João da Dona Maria Paula, Arraial da Nhá Berê, da Nhá Concha, da Shá Onça, da Tenda Espírita São João Batista, da Tenda Espírita Ilê Afro Axé Orixá, da Tenda Espírita Ilê Axé Ti Oxum Casa das Bênçãos da Mamãe Oxum, da Tenda Espírita Umbandista Caboclo Estrela do Norte, entre outros. Estas são algumas das 'comunidades festeiras' que vêm dar significado aos elementos constituintes e destacados desse patrimônio imaterial que está sendo apresentado em imagens.",
      "paragraph3": "Foi preciso, portanto, estarmos atentos às explosões dos fogos de artifício, anunciando mais um ano de ciclo de rezas e/ou de uma festividade que iria começar nas 'comunidades festeiras'. Os artistas visuais participantes do projeto atenderam prontamente ao chamado, em que se incluiu a aceitação do convite para o desafio da construção de um trabalho cooperado. Em busca dos elementos, tivemos o intuito de ressaltar o conjunto que forma a identidade ancestral dessa tradição. O Banho de São João de Corumbá que apresentamos se destaca por se realizar, também, não a partir de uma cartografia dos inúmeros grupos, tipos e religiões, mas por centrar-se na força das relações de convivências e dos compromissos religiosos de pessoas que protagonizam essa manifestação popular.",
      "paragraph4": "Embora houvesse uma pesquisa e um roteiro sobre o que se pretendia realizar, por alguns momentos os fotógrafos deixaram-se levar pela condição do inesperado, para o registro da festividade. Dessa forma, enfrentaram os desafios de pouca luminosidade, já que, em sua maioria, as rezas e as festividades acontecem à noite. Decidiram diminuir o uso de flash para não interferir no ambiente. As condições aparentemente desfavoráveis, tanto tecnicamente (iluminação) quanto de produção (o imediatismo), foram utilizadas como força estética; tornaram-se um fio condutor ao longo do livro.",
      "paragraph5": "Em momentos como esse, a posição da curadoria foi sempre a de agir com a finalidade de interlocução, para dirimir incertezas e prezar pelas convicções dos fotógrafos, mesmo por aquelas que estivessem em desalinho com as proposições da ação da curadoria. Um dos direcionamentos foi o de identificar e realçar elementos que, além dos predefinidos, estivessem presentes, mas talvez obscurecidos, ou que aparecessem por recorrência, oposição ou exclusividade, como por exemplo os ritos e rituais que antecedem o banhar do santo, a ambiência das 'comunidades festeiras', ora de dia, ora de noite, o sincretismo religioso constante em algumas comunidades, as cinzas das fogueiras, as águas do Rio Paraguai, etc. Dessa forma, destacaram-se elementos já espontaneamente levantados no trabalho. Outras referências traduziram-se em apontar nuances da cidade de Corumbá como reduto desse patrimônio imaterial.",
      "paragraph6": "Houve, portanto, um compromisso com uma forma de expressão estética. Não se trata de uma pesquisa formal sobre o tema. A abolição de legendas fez parte de uma decisão de equipe, que preferiu evitar a interferência da numeração de páginas, das descrições minuciosas, das referências demasiadas.",
      "paragraph7": "Um desenho limpo e imagens ricas de significantes – é o óbvio... Está tudo aí, à sua frente!",
      "curator": "Hélènemarie Dias Fernandes",
      "curatorTitle": "Curadora"
    },
    "features": {
      "stories": "Conheça histórias e lendas sobre as tradições de São João.",
      "communities": "Descubra comunidades que celebram estas tradições.",
      "book": "Explore o livro digital sobre as festas de São João.",
      "testimonials": "Assista depoimentos de pessoas que vivem estas tradições.",
      "postcards": "Envie um cartão postal virtual para seus amigos."
    }
  },
  "communities": {
    "title": "Comunidades e Festividades",
    "introduction": "Conheça as comunidades que preservam e celebram as tradições do Banho de São João, especialmente na região do Pantanal Sul-Matogrossense. Cada uma mantém características próprias que enriquecem esse patrimônio cultural.",
    "mapTitle": "Mapa das Comunidades",
    "mapDescription": "Os marcadores no mapa são representações aproximadas das comunidades que preservam e celebram as tradições do Banho de São João. Eles indicam os bairros onde estas comunidades estão presentes, não suas localizações exatas. Clique em um marcador para conhecer mais.",
    "locationLabel": "Local:",
    "traditionsLabel": "Tradições:",
    "festivalDateLabel": "Período Festivo:",
    "noDescription": "Não há descrição disponível para esta comunidade.",
    "noGallery": "Não há imagens adicionais para esta comunidade.",
    "noInfo": "Não há informações a respeito.",
    "location": "Localização",
    "viewDetails": "Ver detalhes",
    "closeModal": "Fechar",
    "religionLabel": "Religião:",
    "startYearLabel": "Ano de Início:",
    "graceLabel": "Graças Alcançadas:",
    "ubicacion": "Localização:",
    "traditions": "Tradições:",
    "festivalPeriod": "Período Festivo:",
    "clickForDetails": "Clique para detalhes",
    "registerTitle": "Cadastrar Nova Comunidade",
    "registerButton": "Cadastre-se!",
    "basicInfoTab": "1. Informações Básicas",
    "locationTab": "2. Localização",
    "imagesTab": "3. Imagens",
    "detailsTab": "4. Detalhes",
    "nameLabel": "Nome da Comunidade",
    "shortDescLabel": "Descrição Curta",
    "fullDescLabel": "Descrição Completa",
    "coverImageLabel": "Imagem de Capa",
    "galleryLabel": "Galeria de Imagens",
    "selectLocationTitle": "Selecione a localização no mapa",
    "selectLocationDesc": "Clique no mapa para marcar o ponto exato da comunidade",
    "coordsSelected": "Coordenadas selecionadas:",
    "uploadCoverText": "Clique para selecionar uma imagem de capa",
    "uploadGalleryText": "Clique para adicionar imagens à galeria",
    "formatsAccepted": "Formatos aceitos: JPG, PNG, GIF",
    "multipleImagesText": "Você pode selecionar múltiplas imagens",
    "removeButton": "Remover",
    "backButton": "Voltar",
    "nextButton": "Próximo",
    "submitButton": "Cadastrar Comunidade",
    "processingButton": "Processando...",
    "registerSuccess": "Comunidade cadastrada com sucesso!",
    "errorTitle": "Erro:",
    "requiredFieldsError": "Por favor, preencha todos os campos obrigatórios (nome, descrição, localização no mapa e imagem de capa)",
    "namePlaceholder": "Ex: Comunidade São João",
    "locationPlaceholder": "Ex: Bairro Centro",
    "shortDescPlaceholder": "Descrição resumida da comunidade",
    "fullDescPlaceholder": "Descrição detalhada da comunidade",
    "traditionsPlaceholder": "Tradições desta comunidade",
    "religionPlaceholder": "Ex: Católica, Evangélica, etc",
    "festivalDatePlaceholder": "Ex: Junho, Dezembro, etc"
  },
  "book": {
    "title": "O Livro do Banho de São João",
    "introduction": "Este livro digital apresenta a rica tradição do Banho de São João, abordando suas origens, rituais, simbolismo e importância cultural para as comunidades pantaneiras.",
    "pageCounter": "Página {{current}} de {{total}}",
    "chaptersTitle": "Capítulos"
  },
  "testimonials": {
    "title": "Depoimentos",
    "introduction": "Conheça histórias e experiências pessoais relacionadas ao Banho de São João através dos depoimentos de participantes, organizadores e pesquisadores dessa importante tradição cultural.",
    "categoryAll": "Todos",
    "categoryPersonal": "Histórias Pessoais",
    "categoryTraditions": "Tradições",
    "categoryCultural": "Manifestações Culturais",
    "categoryFaith": "Fé e Devoção",
    "categoryAcademic": "Pesquisadores",
    "watchButton": "Assistir Depoimento",
    "shareButton": "Compartilhe seu Depoimento",
    "closeForm": "Fechar Formulário",
    "formTitle": "Registre seu Depoimento",
    "nameLabel": "Nome Completo",
    "locationLabel": "Localidade",
    "categoryLabel": "Categoria",
    "testimonialLabel": "Seu Depoimento",
    "videoLabel": "Upload de Vídeo (opcional)",
    "videoHelp": "Tamanho máximo: 50MB. Formatos aceitos: MP4, MOV, AVI",
    "submitButton": "Enviar Depoimento",
    "successMessage": "Obrigado! Seu depoimento será revisado e adicionado em breve."
  },
  "testimonials_page": {
    "title": "Depoimentos",
    "subtitle": "Histórias de quem vive a tradição",
    "description": "Assista e compartilhe os depoimentos de pessoas que mantêm viva a tradição do Banho de São João na região pantaneira. Cada história revela um aspecto diferente desta rica manifestação cultural.",
    "quotes": {
      "1": "Minha família celebra o Banho de São João há cinco gerações. É uma tradição que nos conecta com nossos ancestrais e mantém viva nossa cultura pantaneira.",
      "2": "Como moradora ribeirinha, sempre tive uma relação especial com o rio. O Banho de São João é um momento de agradecer pela abundância que as águas nos proporcionam.",
      "3": "Preservar as tradições do Banho de São João é preservar nossa identidade cultural. Nas celebrações, nossa música acompanha a procissão e as danças tradicionais.",
      "4": "Como moradora antiga, encontro no Banho de São João um exemplo perfeito do sincretismo religioso e cultural que forma a identidade pantaneira brasileira.",
      "5": "Fiz uma promessa a São João quando meu filho estava doente. Após sua recuperação, participamos todos os anos do ritual do banho, mantendo nosso compromisso com o santo.",
      "6": "Nossa família preserva as canções e danças que celebram São João há gerações. A música é fundamental para transmitir essa herança cultural.",
      "7": "Minha avó era curandeira e utilizava as ervas e a água benta de São João em seus tratamentos. Aprendi com ela o valor medicinal e espiritual dessa tradição.",
      "8": "Como benzedeira, utilizo as ervas abençoadas durante a festa de São João. A água coletada nessa noite é considerada mítica e curativa.",
      "9": "Organizo a festa há mais de 20 anos e vejo como ela se transformou mantendo sua essência. É gratificante ver os jovens se interessando por nossas tradições.",
      "10": "Na minha comunidade, as celebrações do Banho de São João conectam as pessoas e fortalecem nossos laços. É uma manifestação cultural que nos une como povo.",
      "11": "Como pescador, tenho uma relação especial com São João e com as águas do Pantanal. O banho é um momento de renovação e agradecimento pela fartura.",
      "12": "Na minha família, a festa é um momento de reunião e agradecimento. Preparamos comidas típicas e recebemos vizinhos para celebrar juntos essa tradição.",
      "13": "Como músico, vejo na celebração do Banho de São João uma riqueza cultural única, onde ritmos tradicionais preservam nossa memória coletiva.",
      "14": "Estudo as tradições do Banho de São João como parte da minha pesquisa. É impressionante como essa prática conecta elementos indígenas, europeus e africanos.",
      "15": "Aprendi a preparar as ervas e os elementos do altar com minha avó. Cada planta tem um significado e um propósito na celebração.",
      "16": "Preparo o altar de São João todos os anos seguindo exatamente os ensinamentos que recebi da minha mãe. Cada elemento tem um significado especial na tradição.",
      "17": "Minha experiência com o Banho de São João começou quando fiz uma promessa pela saúde do meu pai. Desde então, é uma prática anual de gratidão.",
      "18": "Participo ativamente das festividades de São João desde criança. As tradições do Arraiá Nhá Concha são parte fundamental da nossa identidade cultural.",
      "19": "Como artesão, crio peças inspiradas nas simbologias do Banho de São João. É uma forma de manter viva essa expressão cultural tão rica e diversa."
    }
  },
  
  "postcards": {
    "title": "Postais do Banho de São João",
    "introduction": "Explore esta coleção de imagens que retratam os diversos aspectos da celebração do Banho de São João no Pantanal. Compartilhe ou faça o download dos postais para recordar e divulgar esta rica tradição cultural.",
    "categoryAll": "Todos",
    "categoryCelebrations": "Celebrações",
    "categoryRitual": "Ritual",
    "categoryDances": "Danças",
    "categoryMusic": "Música",
    "categoryAltars": "Altares",
    "categorySymbols": "Símbolos",
    "searchPlaceholder": "Buscar postais...",
    "noResults": "Nenhum postal encontrado com os filtros atuais.",
    "clearFilters": "Limpar filtros",
    "locationLabel": "Local:",
    "authorLabel": "Autor:",
    "yearLabel": "Ano:",
    "shareButton": "Compartilhar",
    "downloadButton": "Download",
    "shareSuccess": "Função de compartilhamento seria implementada aqui!",
    "downloadSuccess": "Download do postal iniciado!",
    "items": {
      "1": {
        "title": "Procissão Fluvial",
        "description": "A procissão fluvial do Banho de São João em Corumbá, com barcos decorados navegando pelo Rio Paraguai durante o entardecer.",
        "location": "Rio Paraguai, Corumbá, MS",
        "author": "Maria Silva"
      },
      "2": {
        "title": "Celebração Comunitária",
        "description": "Celebração comunitária durante o festival de São João, com decorações típicas e participantes reunidos.",
        "location": "Ladário, MS",
        "author": "João Pereira"
      },
      "3": {
        "title": "Festa na Margem do Rio",
        "description": "Moradores celebrando o Banho de São João às margens do Rio Paraguai, com fogueiras e música tradicional.",
        "location": "Miranda, MS",
        "author": "Ana Coelho"
      },
      "4": {
        "title": "Ritual do Banho",
        "description": "O momento sagrado do banho da imagem de São João Batista nas águas do Rio Paraguai durante a noite de 23 para 24 de junho.",
        "location": "Porto Geral, Corumbá, MS",
        "author": "Carlos Ramires"
      },
      "5": {
        "title": "Promessas e Devoções",
        "description": "Devotos cumprindo promessas e participando dos rituais tradicionais durante a celebração de São João.",
        "location": "Aquidauana, MS",
        "author": "Josefa Santos"
      },
      "6": {
        "title": "Dança do Siriri",
        "description": "Apresentação da tradicional dança do siriri, expressão cultural típica das festividades pantaneiras.",
        "location": "Porto Murtinho, MS",
        "author": "Roberto Oliveira"
      },
      "7": {
        "title": "Dançadores Regionais",
        "description": "Grupo de dançadores em trajes típicos apresentando coreografias tradicionais do folclore pantaneiro.",
        "location": "Poconé, MT",
        "author": "Luiza Mendes"
      },
      "8": {
        "title": "Músicos Tradicionais",
        "description": "Grupo de músicos com instrumentos típicos como viola de cocho, ganzá e mocho, tocando ritmos tradicionais.",
        "location": "Cáceres, MT",
        "author": "Pedro Guimarães"
      },
      "9": {
        "title": "Viola de Cocho",
        "description": "Músico tocando a tradicional viola de cocho, instrumento característico do Pantanal, feito de tronco escavado.",
        "location": "Corumbá, MS",
        "author": "Teresa Albuquerque"
      },
      "10": {
        "title": "Altar Decorado",
        "description": "Altar tradicional ricamente decorado com flores, fitas e velas em preparação para a cerimônia do Banho de São João.",
        "location": "Rio Paraguai, Corumbá, MS",
        "author": "Fernando Costa"
      },
      "11": {
        "title": "Oferendas Sagradas",
        "description": "Mesa com oferendas tradicionais para São João, incluindo frutas, ervas medicinais e velas decoradas.",
        "location": "Bonito, MS",
        "author": "Antonia Pires"
      },
      "12": {
        "title": "Símbolos da Festa",
        "description": "Elementos simbólicos utilizados durante as festividades de São João, representando a tradição e fé popular.",
        "location": "Cuiabá, MT",
        "author": "José Silveira"
      },
      "13": {
        "title": "Mastro de São João",
        "description": "O tradicional mastro erguido durante as festividades de São João, decorado com oferendas e símbolos sagrados.",
        "location": "Cuiabá, MT",
        "author": "Paulo Mendes"
      }
    }
  },
  "notFound": {
    "title": "Página não encontrada",
    "message": "A página que você está procurando não existe ou foi removida.",
    "button": "Voltar para a página inicial"
  },
  "footer": {
    "rights": "Todos os direitos reservados",
    "partners": "Parceiros"
  }
}
