{
  "stories": [
    {
      "id": "api_story_1",
      "createdAt": "2023-05-10T14:30:00Z",
      "pt": {
        "title": "Memórias do Banho de São João",
        "author": "Maria da Silva",
        "excerpt": "Lembranças de como o Banho de São João era celebrado na minha infância em Corumbá.",
        "content": "Quando eu era criança, o Banho de São João era o evento mais esperado do ano em nossa comunidade. Minha avó preparava um altar com flores, frutas e velas. À meia-noite, todos nós íamos até o rio Paraguai para o tradicional banho, acreditando que São João abençoaria as águas naquele momento. As canções, as danças e a comida típica criavam uma atmosfera mágica que permanece viva em minhas memórias até hoje."
      },
      "en": {
        "title": "Memories of Saint John's Bath",
        "author": "Maria da Silva",
        "excerpt": "Memories of how Saint John's Bath was celebrated during my childhood in Corumbá.",
        "content": "When I was a child, Saint John's Bath was the most anticipated event of the year in our community. My grandmother would prepare an altar with flowers, fruits, and candles. At midnight, we would all go to the Paraguay River for the traditional bath, believing that Saint John would bless the waters at that moment. The songs, dances, and traditional food created a magical atmosphere that remains alive in my memories to this day."
      },
      "es": {
        "title": "Memorias del Baño de San Juan",
        "author": "Maria da Silva",
        "excerpt": "Recuerdos de cómo se celebraba el Baño de San Juan durante mi infancia en Corumbá.",
        "content": "Cuando era niña, el Baño de San Juan era el evento más esperado del año en nuestra comunidad. Mi abuela preparaba un altar con flores, frutas y velas. A medianoche, todos íbamos al río Paraguay para el baño tradicional, creyendo que San Juan bendeciría las aguas en ese momento. Las canciones, los bailes y la comida típica creaban una atmósfera mágica que permanece viva en mis recuerdos hasta hoy."
      },
      "images": [
        {
          "url": "https://example.com/images/story1_image1.jpg",
          "caption": {
            "pt": "Celebração à beira do rio Paraguai, 1985",
            "en": "Celebration by the Paraguay River, 1985",
            "es": "Celebración a orillas del río Paraguay, 1985"
          }
        }
      ],
      "tags": ["tradição", "rio", "celebração"]
    },
    {
      "id": "api_story_2",
      "createdAt": "2023-06-15T10:45:00Z",
      "pt": {
        "title": "A Promessa Cumprida",
        "author": "João Pereira",
        "excerpt": "Como uma promessa a São João mudou o destino da minha família.",
        "content": "Meu pai estava muito doente quando minha mãe fez uma promessa a São João: se ele se recuperasse, ela levaria toda a família para participar do Banho de São João todos os anos. Milagrosamente, meu pai se recuperou completamente. Desde então, há mais de 30 anos, nossa família nunca falhou em cumprir essa promessa. Acreditamos que a fé e a devoção a São João nos mantêm unidos e protegidos."
      },
      "en": {
        "title": "The Fulfilled Promise",
        "author": "João Pereira",
        "excerpt": "How a promise to Saint John changed my family's destiny.",
        "content": "My father was very ill when my mother made a promise to Saint John: if he recovered, she would take the whole family to participate in Saint John's Bath every year. Miraculously, my father fully recovered. Since then, for more than 30 years, our family has never failed to fulfill this promise. We believe that faith and devotion to Saint John keep us united and protected."
      },
      "es": {
        "title": "La Promesa Cumplida",
        "author": "João Pereira",
        "excerpt": "Cómo una promesa a San Juan cambió el destino de mi familia.",
        "content": "Mi padre estaba muy enfermo cuando mi madre hizo una promesa a San Juan: si él se recuperaba, ella llevaría a toda la familia a participar del Baño de San Juan todos los años. Milagrosamente, mi padre se recuperó por completo. Desde entonces, hace más de 30 años, nuestra familia nunca ha fallado en cumplir esta promesa. Creemos que la fe y la devoción a San Juan nos mantienen unidos y protegidos."
      },
      "images": [
        {
          "url": "https://example.com/images/story2_image1.jpg",
          "caption": {
            "pt": "Minha família no Banho de São João, 1990",
            "en": "My family at Saint John's Bath, 1990",
            "es": "Mi familia en el Baño de San Juan, 1990"
          }
        },
        {
          "url": "https://example.com/images/story2_image2.jpg",
          "caption": {
            "pt": "Altar de São João em nossa casa",
            "en": "Saint John's altar in our home",
            "es": "Altar de San Juan en nuestra casa"
          }
        }
      ],
      "tags": ["promessa", "família", "fé"]
    },
    {
      "id": "api_story_3",
      "createdAt": "2023-07-01T16:20:00Z",
      "pt": {
        "title": "As Ervas de São João",
        "author": "Ana Rodrigues",
        "excerpt": "O conhecimento tradicional das ervas usadas nas celebrações de São João.",
        "content": "Minha bisavó era conhecida na comunidade como uma grande conhecedora das ervas usadas nas celebrações de São João. Ela me ensinou que cada erva tem um significado especial: arruda para proteção, alecrim para purificação, manjericão para atrair prosperidade. Na véspera de São João, ela preparava um banho com essas ervas para toda a família. Esse conhecimento foi passado por gerações e hoje sou eu quem prepara os banhos de ervas, mantendo viva essa tradição ancestral."
      },
      "en": {
        "title": "Saint John's Herbs",
        "author": "Ana Rodrigues",
        "excerpt": "The traditional knowledge of herbs used in Saint John's celebrations.",
        "content": "My great-grandmother was known in the community as a great expert on herbs used in Saint John's celebrations. She taught me that each herb has a special meaning: rue for protection, rosemary for purification, basil to attract prosperity. On Saint John's Eve, she would prepare a bath with these herbs for the whole family. This knowledge has been passed down through generations, and today I am the one who prepares the herbal baths, keeping this ancestral tradition alive."
      },
      "es": {
        "title": "Las Hierbas de San Juan",
        "author": "Ana Rodrigues",
        "excerpt": "El conocimiento tradicional de las hierbas utilizadas en las celebraciones de San Juan.",
        "content": "Mi bisabuela era conocida en la comunidad como una gran conocedora de las hierbas utilizadas en las celebraciones de San Juan. Ella me enseñó que cada hierba tiene un significado especial: ruda para protección, romero para purificación, albahaca para atraer prosperidad. En la víspera de San Juan, preparaba un baño con estas hierbas para toda la familia. Este conocimiento ha sido transmitido por generaciones y hoy soy yo quien prepara los baños de hierbas, manteniendo viva esta tradición ancestral."
      },
      "images": [
        {
          "url": "https://example.com/images/story3_image1.jpg",
          "caption": {
            "pt": "Colheita de ervas para o Banho de São João",
            "en": "Harvesting herbs for Saint John's Bath",
            "es": "Cosecha de hierbas para el Baño de San Juan"
          }
        }
      ],
      "tags": ["ervas", "tradição", "conhecimento"]
    }
  ]
}
